Revit 2027 API
UnitTypeId.InverseDegreesFahrenheit Property
 Inverse degrees Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InverseDegreesFahrenheit { get; }
Public Shared ReadOnly Property InverseDegreesFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InverseDegreesFahrenheit {
	ForgeTypeId^ get ();
}
static member InverseDegreesFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace